tap "phrase/brewed"
tap "thoughtbot/formulae"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
brew "autoconf"
brew "awscli"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "blackbox"
brew "boost"
brew "emacs"
brew "cask"
brew "openssl"
brew "python"
brew "certbot"
brew "direnv"
brew "pth"
brew "dirmngr"
brew "exa"
brew "fasd"
brew "pcre2"
brew "fish"
brew "git"
brew "git-secrets"
brew "go"
brew "gpg-agent"
brew "lua"
brew "highlight"
brew "hub"
brew "jq"
brew "libevent"
brew "libusb-compat"
brew "makedepend"
brew "micro"
brew "node"
brew "pinentry-mac"
brew "python3"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv", args: ["HEAD"]
brew "rbenv-bundler"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "screenfetch"
brew "tmux"
brew "v8"
brew "phrase/brewed/phraseapp"
brew "thoughtbot/formulae/rcm"
cask "a-better-finder-rename"
cask "alfred"
cask "amazon-chime"
cask "backblaze"
cask "bartender"
cask "betterzipql"
cask "caffeine"
cask "choosy"
cask "cloak"
cask "daisydisk"
cask "firefox"
cask "gas-mask"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "hazel"
cask "hipchat"
cask "hocus-focus"
cask "imagealpha"
cask "imageoptim"
cask "integrity"
cask "istat-menus"
cask "iterm2"
cask "joinme"
cask "kaleidoscope"
cask "keka"
cask "keybase"
cask "licecap"
cask "multifirefox"
cask "omniplan"
cask "onyx"
cask "paw"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rowanj-gitx"
cask "screenhero"
cask "scrutiny"
cask "sequel-pro"
cask "sketch"
cask "sketch-beta"
cask "sublime-text"
cask "superduper"
cask "suspicious-package"
cask "taskpaper"
cask "transmission"
cask "transmit"
cask "typora"
cask "viscosity"
cask "vmware-fusion"
cask "webpquicklook"
